/* plugin name */
"Camtasia" = "Camtasia";

/* Error description */
"Camtasia is not installed" = "Camtasia n’est pas installé";

/* Error reason */
"Download Camtasia to enhance and edit your video capture." = "Téléchargez Camtasia pour améliorer et monter votre capture vidéo.";

/* plugin button tooltip */
"Import image captures to use as assets in a video project. Import video captures to edit or use as source clips in a project." = "Importer des captures d’image pour les utiliser dans un projet vidéo. Importer des captures vidéo pour les monter ou les utiliser comme clips source dans un projet.";

/* Error reason */
"Unable to share capture to Camtasia" = "Impossible de partage la capture dans Camtasia";

/* Error description */
"Unknown Error Occurred" = "Une erreur inconnue s’est produite";

/* Error description */
"Unsupported Version" = "Version non prise en charge";

/* Error reason */
"Your current version of Camtasia is not supported. Please update to version 1.2 or later." = "Votre version actuelle de Camtasia n'est pas prise en charge. Effectuez la mise à jour vers la version 1.2 ou une version ultérieure.";

